aliasadidev.nugetpackagemanagergui
andyyaldoo.vscode-json
bierner.markdown-mermaid
dotjoshjohnson.xml
editorconfig.editorconfig
esbenp.prettier-vscode
flesler.url-encode
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
jdinhlife.gruvbox
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-bicep
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
redhat.vscode-xml
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
telesoho.vscode-markdown-paste-image
vscodevim.vim
yzane.markdown-pdf
